Repository: OpenInkpot-archive/madshelf
Catalog: po/*.po
Languages: hu, nl, pl, uk, vi

source: Favorites
hu: Kedvencek
nl: Favorieten
pl: Ulubione
uk: Улюблене

source: Favorite books
hu: Kedvenc könyvek
nl: Favoriete Boeken
pl: Ulubione książki
uk: Улюблені книжки

source: Favorite pictures
hu: Kedvenc képek
nl: Favoriete Afbeeldingen
pl: Ulubione obrazy
uk: Улюблені зображення

source: Favorite music
hu: Kedvenc zenék
nl: Favoriete Muziek
pl: Ulubiona muzyka
uk: Улюблена музика

source: Open
hu: Megnyitás
nl: Openen
pl: Otwórz
uk: Відкрити

source: Remove from favorites
hu: Eltávolítás a kedvencekből
nl: Verwijder uit Favorieten
pl: Usuń z ulubionych
uk: Видалити з улюбленого

source: Actions
hu: Műveletek
nl: Uitvoeren
pl: Czynności
uk: Дії

source: Sort by name
hu: Rendezés név szerint
nl: Op Naam Sorteren (A-Z)
pl: Ustaw w kolejności alfabetycznej
uk: Сортувати за назвою

source: Sort by name (reversed)
hu: Rendezés név szerint (fordított)
nl: Op Naam Sorteren (Z-A)
pl: Ustaw w odwrotnej kolejności alfabetycznej
uk: Сортувати за назвою (навпаки)

source: Sort by date
hu: Rendezés dátum szerint
nl: Op Datum Sorteren
pl: Ustaw według daty
uk: Сортувати за датою

source: Clear favorites
hu: Összes kedvenc törlése
nl: Favorieten Leegmaken
pl: Wyczyść ulubione
uk: Очистити перелік улюбленого

source: Do not show hidden files
hu: Ne mutassa az rejtett fájlokat
nl: Verborgen bestanden niet tonen
pl: Nie pokazuj ukrytych plików
uk: Не показувати приховане

source: Show hidden files
hu: Mutassa az rejtett fájlokat
nl: Toon verborgen bestanden
pl: Pokazuj ukryte pliki
uk: Показувати приховане

source: Bookshelf
hu: Könyvespolc
nl: Boekenplank
pl: Biblioteka
uk: Книжкова полиця

source: Pictures (navigation)
hu: Képek (irányítás)
nl: Afbeeldingen (Navigatie)
pl: Obrazy (nawigacja)
uk: Зображення (навігація)

source: Audio (navigation)
hu: Hang (irányítás)
nl: Audio (Navigatie
pl: Dźwięki (nawigacja)
uk: Музика (навігація)

source: Recent files
hu: Legutóbbi fájlok
nl: Recente bestanden
pl: Ostatnio otwierane
uk: Історія

source: Remove from recent files
hu: Eltávolitás a legutóbb használt fájlok listájából
nl: Verwijder uit recente bestanden
pl: Usuń z ostatnio otwieranych
uk: Видалити з історії

source: Clear recent files
hu: Legutóbb használt fájlok listájának törlése
nl: Recente bestanden leegmaken
pl: Wyczyść listę ostatnio otwieranych
uk: Очистити історію

source: Open with %s
hu: Megnyitás ezzel: %s
nl: Open met %s
pl: Otwórz w %s
uk: Відкрити у %s

source: Open (with %s)
hu: Megnyitás (ezzel %s)
nl: Open (met %s)
pl: Otwórz (w %s)
uk: Відкрити (в %s)

source: Delete
hu: Törlés
nl: Verwijderen
pl: Usuń
uk: Видалити
vi: Xóa

source: Delete file?
hu: Törölhető a file?
nl: Verwijder bestand
pl: Usunąć plik?
uk: Видалити файл?
vi: Xóa tập tin?

source: Press "OK" to delete file<br><br>Press "C" to cancel
hu: A file törléséhez nyomja meg az "OK" gombot, illetve a "C"-t, ha mégsem
nl: Druk op « OK » om bestand te verwijderen<br><br>Druk op « C » om te annuleren
pl: Wciśnij "OK" aby usunąć<br><br>Wciśnij "C" aby anulować
uk: Натисніть «OK» щоб видалити<br><br>Натисніть «C» для скасування

source: Unhide
hu: Elrejtés visszavonása
nl: Niet verbergen
pl: Nie ukrywaj
uk: Показати

source: Hide
hu: Elrejtés
nl: Verbergen
pl: Ukryj
uk: Сховати

source: Add to favorites
hu: Hozzáadás kedvencekhez
nl: Aan Favorieten toevoegen
pl: Dodaj do ulubionych
uk: Додати до улюбленого

source: Menu
hu: Menü
uk: Меню

source: Whole filesystem
hu: Teljes fájlrendszer
nl: Geheel bestandsysteem
pl: Cały system plików
uk: Усі носії

source: Does not exist
hu: Nem létezik
nl: Bestaat niet

source: Directory
hu: Könyvtár

source: Remove absent files
hu: Eltávolitás a legutóbb használtak közül
nl: Verwijder niet aanwezige bestanden
pl: Usuń niedostępne pliki
uk: Видалити відсутні файли

source: Copy
hu: Másolás
pl: Kopiuj
uk: Копіювати
vi: Chép

source: Cut
hu: Kivágás
pl: Wytnij
uk: Вирізати
vi: Cắt

source: Always open with...
hu: Megnyitás mindig ezzel...
nl: Altijd openen met ....
pl: Zawsze otwieraj w...
uk: Завжди відкривати в...

source: Move file(s) here
hu: File(-ok) mozgatása ide
pl: Przenieś tu pliki
uk: Перемістити

source: Copy file(s) here
hu: File(-ok) másolása ide
pl: Wklej tu pliki
uk: Вставити

source: Hide absent files
nl: Verberg afwezige bestanden

source: Show absent files
nl: Toon afwezige bestanden

source: %m-%d-%y
vi: %d-%m-%y

source: Unknown Author
vi: Tác Giả Khuyết Danh

source: no books
vi: không có sách

source: reverse-sorted by name
vi: xếp thứ tự ngược theo tên

source: sorted by name
vi: xếp theo tên

source: reverse-sorted by time
vi: xếp thứ tự ngược theo thời gian

source: sorted by time
vi: xếp theo thời gian

source: Sort by Name
vi: Xếp Thứ Tự theo Tên

source: Sort by Time
vi: Xếp Thứ Tự theo Thời Gian

source: Reverse Sort Order
vi: Xếp Thứ Tự Ngược Lại

source: Language Settings
vi: Định Dạng Ngôn Ngữ

source: Go to
vi: Scripts

source: Edit
vi: Hiệu Đính

source: Paste
vi: Dán

source: No
vi: Không

source: Yes
vi: Phải
